{
  "navHome": "HOME",
  "navAbout": "ABOUT TOYS",
  "navToyMaker": "TOY MAKER",
  "navToys": "TOYS",
  "navContact": "CONTACT",
  "homeTextH1": "WELCOME",
  "homeTextP1": "...to the world of eco-wooden toys, designed for the porpoise of safe and healty playings..like in the old days.. ",
  "homeTextH1_1": "Hello everybody",
  "homeTextMain": ["..my name is Dragan.When i was a baby i was crawling fast , which inspired my two years older brother to give me a nick Kica ,it is actualy Serbian translation for Wimpy baby from 'Popeye' carton. I have 30 years now  and all people  knows me under a nick-name Kica. In the july of 2016 i started creating and producing wooden toys for kids in the low age.",
                  "Idea has comme to me as my natural (caracter) response on the  modern  plastic age , where you can find materials in thkids toys off suspicious origin.Designing and creating toys for kids is not hard at all , actualy iss totaly oposite and all taht you need is imagination and some off tool :D",
                  "When the first models startet to come out from my small workshop i feelted a smell of my childhood, happynes that can be described only by images that you remember as kid and that refeuse to go after many years. First toy that i made (Yellow Truck) is proudly ownership off my first born soon Vasil , who helps me active in testing toys on durability off toys :D"
                  ],
  "aT_text1": ["..is small workshop with idea off producing all hand made and all natural wooden toys.I created first toys in june 2016. Toys are produced in small series and they are all made of only wooden parts.Main goal is to produce healty toys that are totally non-harmful for kids and enviroment,also non perfect shape encourage kids imagination and cognitive ability`s.",
              "When i created drawing`s of toys i made deep research about kids abilitys in specific calendar age and by that i created toys that are most adjusted for curent calendar age.",
              "Like for all objects, finish and small details is what they give them they creator final touch, i dedicated my full atention for choosing a finish color and desided to use eatible colors and aqua-based finish.",
              "So..that are some secrets of my lil` workshop :D"],
  "aT_materials": "Materials",
  "aT_text2": ["Material selection was one of the easiest part in process of designig toys , because of my previose experience with woodworkin. As a obviously solution for toys body i choosed alder wood and for wheels and axles beech wood or ash wood.",
              "For coloring i use edible colors for cakes and cookies but that colors are not much sustainable( they rinse) so in order to save the color i use aqua-based finish with certificate that is non-harmful for humans,animals and environment. "],
  "tm_text": ["..is born  01.03.1987 in city of Smederevo(Serbia).Dragan graduatet on Faculty of political sciences, university of Belgrade on departemnt for social politics and social work.From year 2012 until 2017 has worked as a social worker in child protection department in Centar for social work in Veliko Gradiste.",
             "After six years in child protection he has decided to change profession and started to learn programing languages such and JavaScript and with his family moved to Belgrade.",
             "As very young (boy) he started to show interest for woodworking in grandfather and father workshop.He has founded KicaToys because he want to feel as child again.Dragan is devoted and proud father of two lil` boys and maried to a most beautiful women in the world (my Natasha) :D"],
  "toys_LilFinger": "Lil` Finger Collection",
  "toys_LilFingerText": " This line of toys is designed for kids ages of 1+ , for improving their motor skills like : grabbing , throwing at the wall and disassembling toys :D Main body of the toy is made from linden tree and the wheels are from the ash tree and the toy is painted water-based non-toxic natural paints and coating that are edible.They are completely handmade.",
  "toys_LilFingerSlideHead": "Lil`Finger",
  "toys_LilFingerSlideText": "Designed for kids 8m+...",
  "toys_Retro": "Retro Racing series",
  "toys_RetroText": "These toys are inspired by racing cars from 1930 and 1940 and they are fast aswell:D Main body of the toy is made from linden tree and the wheels are from the ash tree and the toy is paintent with water-based non-toxic natural colors and coating that are edible.",
  "toys_RetroSlideHead": "Retro Racing",
  "toys_RetroSlideText": "Designed for kids 1+...",
  "toys_moreText":"Soon more to come...",
  "contact":"Contact",
  "contact_text": "If you have any questions,suggestions,critics or you just want to order some of toys be free to send email or send a message on some of social networks. If by any reason you don`t like a web-based  way of communication then be free to call me on phone and the number is on provided on web-site.Thanks!",
  "contact_name": "Name:",
  "contact_email": "Email address:",
  "contact_message": "Message:",
  "contact_placeholder": "Type message...",
  "contact_button": "Send",
  "social_contacts": "Contact:",
  "social_social": "Social networks:",
  "social_links": "Links:"
}
