{
  "navHome": "POČETNA",
  "navAbout": "O IGRAČKAMA",
  "navToyMaker": "O KIĆI",
  "navToys": "IGRAČKE",
  "navContact": "KONTAKT",
  "homeTextH1": "DOBRODOŠLI",
  "homeTextP1": "...u svet drvenih ekoloških igračaka, dizajniranih sa ciljem da se deca igraju bezbedno i zdravo..kao nekad.",
  "homeTextH1_1": "Zdravo svima",
  "homeTextMain": [".zovem se Dragan.Kao beba sam jako brzo puzao sto je mog dve godine starijeg brata Vladimira asociralo na bebu  iz crtanog filma 'Popaj'.",
    "Sada imam 30 godina i gotovo me svi znaju pod nadimkom Kica.U junu 2016 sam počeo da izrađujem i kreiram drvene igračke za decu na niskom kalendarskm uzrastu.",
    "Ideja o drvenim igračkama je došla spontano kao moj prirodni odgovor na plastično i moderno doba u kome živimo,gde se zarad profita i ekonomske isplativosti u dečijim igračkama mogu naći materijali kojima najblaže rečeno mesto nije tu.",
     " Kreiranje dečijih igračaka nije teško, upravo je suprotno tome i sve što je potrebno je mašta i poneka alatka.",
     "Kada su prvi modeli počeli da poprimaju svoj oblik u mojoj maloj radionici ,ponovo sam osetio miris svog detinjstva,sreću koja se može opisati kroz slike detinjstva koje nekako čudno pamtimo i nakon mnogo godina.",
     "Prvu igračku koju sam napravio (Žuti kamiončić) je ponosno vlasništvo mog starijeg sina Vasila (2 godine) koji mi aktivno pomaže u testiranju na izdržljivost novih igračaka:D"
],
  "aT_text1": ["..je mala zanatska radionica koja ručno proizodi ekoloske drvene igračke. Prve igračke su izašle kroz vrata radionice u junu 2016 godine.Igračke se izrađuju u malim serijama i sve igračke su napravljene u potpunosti od drveta.",
    "Primarna ideja je da se naprave igračke koje su u potpunosti neškodljive po zdravlje dece kao i da svojim nesavršenim oblikom podstiču dečiju maštu i kognitivne funkcije.Prilikom kreiranja igračaka sam se takođe rukovodio specifičnim kalendarskim uzrastom dece,",
     "te u skladu sa time kreirao serije za decu različitog uzrasta obzirom da se motoričke sposobnosti na niskom kalendarskom uzrastu značajno razlikuju u maloj kalendarskoj razlici.",
      "Kao i kod svakog proizvoda finiš i finalni detalji su najvažniji te sam za farbanje mojih igračaka odabarao jestive vodene farbe i vodeni lak visokog sjaja sa sertifikatima o neškodljivosti ljudima i okolini.",
      "Eto...to su neke tajne moje radionice :D "],
  "aT_materials": "Materijali",
  "aT_text2": ["Odabir materijala se ispostavio kao najlaksi deo u kreiranju igračaka.Obzirom na svoje iskustvo u radu sa drvetom unapred sam znao da je lipa najpogodnija i sa najboljim karakteristikama  za telo igračke",
     "dok se kao prirodno resanje za jake tockice i osovinice se namecu jasen,bukva ili tresnja.Bojenje igracki se vrsi sa jestivim farbama za torte i kolace medjutim ove boje nisu postojane (ostaju na rukama i ispiraju se) da bi se boja sacuvala onakva kakva jeste i sto je najbitnije da bi bila potpuno neskodljiva",
     "igracka se dalje lakira vodenim lakom sa sertifikatom da je neskodljiv po ljude , zivotinje i okolinu."],
  "tm_text": ["..je rođen 01.03.1987 godine u Smederevu.Diplomirao je na Fakultetu političkuh nauka Univerziteta u Beogradu na smeru socijalni rad i socijalna politika.",
      "2012 godine se zaposlio kao socijalni radnik u Centru za socijalni rad Veliko Gradište i Golubac te je zbog posla napustio rodni grad i preselio se u Veliko Gradište.",
      "Nakon pet godina rada kao socijalni radnik je odlučio da promeni zanimanje te je samostalni neformalnim obrazovanjem savladao tehnike programiranja u programskom jeziku JavaScript i preselio se za Beograd.",
      "Dragan je interesovanje za izradu predmeta od drveta počeo da pokazuje jako rano gde je u stolarskoj radionici svog dede i oca sa svega nekoliko godina napravio svoje prve drvene igračke.",
      "Radionicu KicaToys je osnovao kako bi se ponovo osećao kao dete. Dragan je oženjen i ponosni je otac dva sina."],
  "toys_LilFinger": "Prstići Kolekcija",
  "toys_LilFingerText": "Ova linija igracaka je kreirana za decu uzrasta 1+, posebno su pogodne za unapredjenje motorickih vestina kao sto su: hvatanje, bacanje o zid i pokusaja da se rastavi igracka :D Telo igracke je izradjeno od lipe a tockici od jasena, farbane su jestivim bojama i lakovima na vodenoj bazi.U potpunosti su rucno izradjene.",
  "toys_LilFingerSlideHead": "Prstići",
  "toys_LilFingerSlideText": "Dizajnirani za decu 8m+...",
  "toys_Retro": "Retro Trkački Autići",
  "toys_RetroText": "Ova linija igracaka je inspirisana trkackim automobilima iz 1930-ih i 1940-ih.Telo igracke je izradjeno od lipe a tockici od jasena, farbane su jestivim bojama i lakovima na vodenoj bazi.U potpunosti su rucno izradjene.",
  "toys_RetroSlideHead": "Retro Trkački",
  "toys_RetroSlideText": "Dizajnirani za decu 1+...",
  "toys_moreText":"Uskoro nove kolekcije...",
  "contact":"Kontakt",
  "contact_text": "Ukoliko imate bilo kakvih pitanja, sugestija i kritika ili želite da naručite neke od igračaka ,budite slobodni da pošaljete email ili da me kontaktirate preko društvenih mreža.Ukoliko imate bilo šta protiv elektronskog oblika komunikacije slobodno me okrenite na broj telefona sa sajta.",
  "contact_name": "Vase ime:",
  "contact_email": "Email adresa:",
  "contact_message": "Vasa poruka:",
  "contact_button": "Pošalji",
  "contact_placeholder": "Vaša poruka...",
  "social_contacts": "Kontakt:",
  "social_social": "Društvene mreže:",
  "social_links": "Korisni linkovi:"


}
